<?php

$lang['date_app_description'] = 'តំបន់ពេលវេលានិងឧបករណ៍ធ្វើសមកាលកម្មនាឡិកា។';
$lang['date_app_name'] = 'កាលបរិច្ឆេទ​និង​ពេលវេលា';
$lang['date_app_tooltip'] = 'សេវាកម្ម VoIP, សេវាផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវនិងកម្មវិធីផ្សេងទៀតទាមទារឱ្យមានការកំណត់ពេលវេលាឱ្យបានត្រឹមត្រូវ, ដូច្នេះសូមធ្វើឱ្យប្រាកដថានាឡិកានិងតំបន់ពេលវេលារបស់អ្នកគឺត្រឹមត្រូវ!';
$lang['date_automatic_synchronize'] = 'ធ្វើសមកាលកម្មដោយស្វ័យប្រវត្តិ';
$lang['date_date'] = 'កាលបរិច្ឆេទ';
$lang['date_synchronize'] = 'ធ្វើសមកាលកម្ម';
$lang['date_synchronize_now'] = 'ធ្វើសមកាលកម្មឥឡូវនេះ';
$lang['date_synchronize_wizard_tip'] = 'បើកសមកាលកម្មដោយស្វ័យប្រវត្តិជាមួយនឹងប្រព័ន្ធនឹងធ្វើសមកាលកម្មនាឡិការបស់ខ្លួនពីពេលមួយទៅពេលមួយ។';
$lang['date_synchronized'] = 'ធ្វើសមកាលកម្ម';
$lang['date_synchronizing'] = 'ធ្វើសមកាលកម្ម';
$lang['date_time'] = 'ពេលវេលា';
$lang['date_time_server'] = 'ម៉ាស៊ីនបម្រើពេលវេលា';
$lang['date_time_server_is_invalid'] = 'ម៉ាស៊ីនបម្រើពេលវេលាមិនត្រឹមត្រូវ។';
$lang['date_time_synchronization_schedule_is_invalid'] = 'ធ្វើសមកាលកម្មពេលវេលាគឺជាតារាងពេលវេលាមិនត្រឹមត្រូវ។';
$lang['date_time_zone'] = 'ល្វែងម៉ោង';
$lang['date_time_zone_is_invalid'] = 'តំបន់ពេលវេលាមិនត្រឹមត្រូវ។';
$lang['date_time_zone_wizard_help'] = 'កម្មវិធីនិងសេវាកម្មជាច្រើនតម្រូវឱ្យតំបន់ពេលវេលាត្រឹមត្រូវពនិងនាឡិកាមានភាពត្រឹមត្រូវ, ដូច្នេះវាជាការសំខាន់ណាស់ដែលវាត្រូវបានកំណត់យ៉ាងត្រឹមត្រូវ។';
